chronoweb/src/main/resources/webroot/example/getEventsXML/SimpleEventQuery_variable/EQGTGELTLE_INNER_ERROR_DECLARATION_extension.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>GE_startTime</name>
					<value xsi:type="query:DateTimeStamp">2020-11-11T14:59:02.099+09:00</value>
				</param>
				<param>
					<name>LT_startTime</name>
					<value xsi:type="query:DateTimeStamp">2030-11-11T14:59:02.099+09:00</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>